{
    "2887945915": {
        "name": "Apple MacBook Air m1 2021 года выпуска",
        "description": "Модель 2020г, выпущен в 2021г, состояние отличное — без сколов, царапин и тп. Использовался редко, 14 циклов Акб (родная, не менялась), процессор M1, 8/256гб. Без ремонтов, но экран менялся на новый в сборе пол года назад. Отвязан, сброшен до заводских настроек, установлен Майкрософт офис.",
        "url": "https://www.avito.ru/moskva/noutbuki/apple_macbook_air_m1_2021_goda_vypuska_2887945915",
        "price": "65000"
    },
    "2996635090": {
        "name": "Apple MacBook Air 13 2020 m1 16gb 256",
        "description": "Мак в идеальном состоянии, практически не пользовалась. Аккумулятор держит заряд до 13 часов. 16ГБ. Ростест. Покупался в сетевом магазине. Обновлен до заводских настроек и отвязан от всех аккаунтов. Только самовывоз в рабочее время. Торга нет.",
        "url": "https://www.avito.ru/moskva/noutbuki/apple_macbook_air_13_2020_m1_16gb_256_2996635090",
        "price": "95000"
    },
    "2839190594": {
        "name": "Macbook Air 13 2022 m1 256gb",
        "description": "Apple MacBook Air 13-inch 2020 модельный год Цвет Серый. В прекрасном состояние, пользовались очень редко, куплен в год назад — есть чек. Ремонтов и вскрытий не было, ни чего не менял. Комплект сохранил полный, вместе с коробкой. По батареи 84 цикла зарядки, любые проверки приветствуются. Цена не обговаривается, обмен только на деньги. Параметры: Процессор M1. Память 8гб. Хранилище ssd 256gb.",
        "url": "https://www.avito.ru/moskva/noutbuki/macbook_air_13_2022_m1_256gb_2839190594",
        "price": "68000"
    },
    "3137806040": {
        "name": "Apple MacBook Pro 16 (m1 10c CPU, 32GPU, 2021)",
        "description": "Продам мак, в отличном состоянии. Пользовался год. Покупал за 600 тысяч рублей. Сейчас хочу продать поскорее. Отсюда и цена такая. От айклауда отвяжу.",
        "url": "https://www.avito.ru/moskva/noutbuki/apple_macbook_pro_16_m1_10c_cpu_32gpu_2021_3137806040",
        "price": "100000"
    },
    "2751924491": {
        "name": "MacBook Air m1 16 gb",
        "description": "Пользовался недолго, состояние идеальное. Коробка есть. Без торга.",
        "url": "https://www.avito.ru/moskva/noutbuki/macbook_air_m1_16_gb_2751924491",
        "price": "90000"
    },
    "3138723499": {
        "name": "Apple MacBook Pro 13 m1 8 gb 512 gb Ростест",
        "description": "Привет! Продаю MacBook Pro 13 2020. M1 512gb Ssd, 8 gb Ram. 8 c Cpu; 8 c Gpu. Цвет — серебристый. В идеальном внешнем и техническом состоянии без сколов, царапин, потёртостей. Полный, оригинальный комплект: коробка, зарядка, инструкция. Прошёл предпродажную проверку. Не Mdm. Мышь продаётся отдельно. От себя даю гарантию 1 месяц, на полную работоспособность устройства. Возможна сдача вашей старой техники в trade in. Пожалуйста, бронируйте товар заранее. О себе: 1. Профессионально занимаюсь продажей техники Apple, уже 2 года. 2. Мой рейтинг на Авито 5.0, читайте отзывы в профиле. 3. Только оригинальные продукты apple. 4. Только полностью рабочие устройства. Возможна отправка авито доставкой или курьером, в некоторых случаях могу доставить лично (доставка обговаривается отдельно). Добавляйте объявление в избранное чтобы не потерять.",
        "url": "https://www.avito.ru/moskva/noutbuki/apple_macbook_pro_13_m1_8_gb_512_gb_rostest_3138723499",
        "price": "84990"
    }
}